{
  "navbar.explanations": "Explanations",
  "navbar.origins": "Origins",
  "navbar.personality": "Personality",
  "navbar.brand": "Can you hear me?",
  "navbar.logo.alt": "Logo",
  "navbar.open.menu": "Open main menu",
  "navbar.close.menu": "Close main menu",
  "locale.switcher.label": "Language:",
  "locale.en": "English",
  "locale.fr": "French",

  "theme.switcher.label": "Theme:",
  "theme.default": "Default",
  "theme.nintendo": "Nintendo",
  "theme.dark": "Dark",
  "theme.light": "Light",
  "theme.halloween": "Halloween",

  "home.title": "Can you hear me? <span class=\"text-blue-500\">Yes</span>, but sometimes <span class=\"text-red-500\">no</span>.",
  "home.description": "In this site, we will see the origins of the hearing disorder and an example of a known person affected by this disorder.",
  "home.what_is_deafness.title": "What is deafness?",
  "home.what_is_deafness.content": "Deafness is an impairment of the ability to perceive sounds, ranging from a slight difficulty in hearing to complete hearing loss. It can affect one or both ears and affect people at any age. This hearing disorder makes speech comprehension more difficult, especially in noisy environments, and can limit social and professional exchanges. Living with deafness often involves adapting to a different mode of communication. Some people use sign language, others benefit from hearing aids or cochlear implants. There are also visual aids and technologies to facilitate daily life.",

  "origins.title": "<span class=\"text-blue-500\">But?</span> What are the <span class=\"text-red-500\">origins</span> of <span class=\"text-blue-500\">deafness</span>?",
  "origins.description": "In this site, we will see the origins of the hearing disorder, through different medical, genetic or environmental causes.",
  "origins.genetic.title": "Genetic origin",
  "origins.genetic.content": "Deafness of genetic origin is transmitted hereditarily. It can be present from birth or appear gradually. Specific genes can be responsible for hearing loss, whether isolated or associated with other disorders. This type of deafness can affect one or both parents, even if they do not suffer from it themselves.",
  "origins.congenital.title": "Congenital origin",
  "origins.congenital.content": "Congenital deafness is present from birth and can result from infections during pregnancy, such as rubella or cytomegalovirus, or from complications at birth (lack of oxygen, prematurity, severe jaundice). It requires neonatal screening to allow for rapid management.",
  "origins.infectious.title": "Infectious origin",
  "origins.infectious.content": "Certain infections can lead to hearing loss, including chronic otitis, meningitis, or measles and mumps. These infections can damage the inner ear or the auditory nerve, causing temporary or permanent deafness.",
  "origins.traumatic.title": "Traumatic origin",
  "origins.traumatic.content": "Head trauma, barotrauma (related to pressure), or exposure to very loud sounds can lead to deafness. A ruptured eardrum or damage to the inner ear is often the cause. Wearing hearing protection is essential in noisy environments.",
  "origins.age_related.title": "Age-related origin (presbycusis)",
  "origins.age_related.content": "With age, the hair cells of the inner ear deteriorate, leading to progressive deafness called presbycusis. It is a natural phenomenon that mainly affects high-pitched sounds. Hearing aids can improve understanding and quality of life.",
  "origins.drug_induced.title": "Drug-induced origin (ototoxicity)",
  "origins.drug_induced.content": "Certain so-called \"ototoxic\" drugs can damage the inner ear, such as certain powerful antibiotics, cancer treatments, or anti-inflammatory drugs. Rigorous medical monitoring is necessary when these treatments are used.",

  "personality.title": "Beethoven: <span class=\"text-blue-500\">genius</span> of music despite <span class=\"text-red-500\">deafness</span>",
  "personality.description": "A dive into the story of one of the greatest composers, who defied the impossible.",
  "personality.who_was_beethoven.title": "Who was Beethoven?",
  "personality.who_was_beethoven.content": "Ludwig van Beethoven, born in 1770 in Bonn (Germany), is one of the most influential composers in the history of classical music. He is famous for his symphonies, sonatas, and concertos, which marked the transition between the classical and romantic periods.",
  "personality.origins_of_deafness.title": "Origins of his deafness",
  "personality.origins_of_deafness.content": "Beethoven began to lose his hearing around the age of 26. The exact causes remain unknown, but hypotheses include an autoimmune disease, prolonged exposure to lead, or chronic infections. Deafness gradually became total towards the end of his thirties.",
  "personality.how_he_overcame.title": "How did he overcome his handicap?",
  "personality.how_he_overcame.content": "Despite his hearing loss, Beethoven continued to compose thanks to his exceptional musical memory. He used conversation notebooks to communicate, rested his head against the piano to feel the vibrations, and visualized the sounds in his mind. His 9th symphony, composed when he was totally deaf, is a universal masterpiece.",
  "personality.other_facts.title": "Other notable facts",
  "personality.other_facts.content": "• Beethoven transformed classical music with powerful, emotional, and innovative works.\\n• He struggled with depression and isolation related to his deafness, as evidenced by his Heiligenstadt Testament.\\n• His journey is a source of inspiration for millions of people with disabilities.",

  "sources.title": "Sources",
  "sources.description": "Here are some resources to learn more about deafness:",
  "sources.who.name": "World Health Organization (WHO)",
  "sources.who.description": "The WHO provides comprehensive information on hearing loss and deafness, including prevention and treatment.",
  "sources.nad.name": "National Association of the Deaf (NAD)",
  "sources.nad.description": "The NAD advocates for the rights of deaf and hard-of-hearing individuals and offers various resources.",
  "sources.cdc.name": "Centers for Disease Control and Prevention (CDC)",
  "sources.cdc.description": "The CDC offers insights into hearing loss, its causes, and public health strategies to address it."
}
