{
  "navbar.explanations": "Explications",
  "navbar.origins": "Origines",
  "navbar.personality": "Personnalité",
  "navbar.brand": "M'entend-tu ?",
  "navbar.logo.alt": "Logo",
  "navbar.open.menu": "Ouvrir le menu principal",
  "navbar.close.menu": "Fermer le menu principal",
  "locale.switcher.label": "Langue :",
  "locale.en": "Anglais",
  "locale.fr": "Français",

  "theme.switcher.label": "Thème :",
  "theme.default": "Défaut",
  "theme.nintendo": "Nintendo",
  "theme.dark": "Sombre",
  "theme.light": "Clair",
  "theme.halloween": "Halloween",

  "home.title": "M'entends-tu ? <span class=\"text-blue-500\">Oui</span>, mais parfois <span class=\"text-red-500\">non</span>.",
  "home.description": "Dans ce site, nous verrons les origines du trouble de la surdité et un exemple de personne connue étant atteint par ce trouble.",
  "home.what_is_deafness.title": "Qu'est-ce que la surdité ?",
  "home.what_is_deafness.content": "La surdité est une altération de la capacité à percevoir les sons, allant d'une légère difficulté à entendre jusqu'à une perte auditive complète. Elle peut affecter une ou deux oreilles et toucher les personnes à tout âge. Ce trouble auditif rend la compréhension de la parole plus difficile, en particulier dans les environnements bruyants, et peut limiter les échanges sociaux et professionnels. Vivre avec la surdité implique souvent de s'adapter à un mode de communication différent. Certaines personnes utilisent la langue des signes, d'autres bénéficient d'appareils auditifs ou d'implants (cochléaires). Il existe aussi des aides visuelles et des technologies pour faciliter la vie quotidienne.",

  "origins.title": "<span class=\"text-blue-500\">Mais ?</span> Qu'elles sont les <span class=\"text-red-500\">origines</span> de la <span class=\"text-blue-500\">surdité</span> ?",
  "origins.description": "Dans ce site, nous verrons les origines du trouble de la surdité, à travers différentes causes médicales, génétiques ou environnementales.",
  "origins.genetic.title": "Origine génétique",
  "origins.genetic.content": "La surdité d'origine génétique est transmise héréditairement. Elle peut être présente dès la naissance ou apparaître progressivement. Certains gènes spécifiques peuvent être responsables d'une perte auditive, qu'elle soit isolée ou associée à d'autres troubles. Ce type de surdité peut affecter un ou deux parents, même s’ils n’en souffrent pas eux-mêmes.",
  "origins.congenital.title": "Origine congénitale",
  "origins.congenital.content": "La surdité congénitale est présente dès la naissance et peut résulter d'infections pendant la grossesse, comme la rubéole ou le cytomégalovirus, ou de complications à la naissance (manque d'oxygène, prématurité, jaunisse sévère). Elle nécessite un dépistage néonatal pour permettre une prise en charge rapide.",
  "origins.infectious.title": "Origine infectieuse",
  "origins.infectious.content": "Certaines infections peuvent entraîner une perte auditive, notamment les otites chroniques, la méningite, ou encore la rougeole et les oreillons. Ces infections peuvent endommager l'oreille interne ou le nerf auditif, provoquant une surdité temporaire ou permanente.",
  "origins.traumatic.title": "Origine traumatique",
  "origins.traumatic.content": "Des traumatismes crâniens, des barotraumatismes (liés à la pression), ou des expositions à des sons très forts peuvent entraîner une surdité. L'explosion d’un tympan ou l’atteinte de l’oreille interne est souvent en cause. Le port de protections auditives est essentiel dans les environnements bruyants.",
  "origins.age_related.title": "Origine liée à l'âge (presbyacousie)",
  "origins.age_related.content": "Avec l'âge, les cellules ciliées de l'oreille interne se détériorent, entraînant une surdité progressive appelée presbyacousie. C'est un phénomène naturel qui touche principalement les sons aigus. Des appareils auditifs peuvent améliorer la compréhension et la qualité de vie.",
  "origins.drug_induced.title": "Origine médicamenteuse (ototoxicité)",
  "origins.drug_induced.content": "Certains médicaments dits \"ototoxiques\" peuvent endommager l'oreille interne, comme certains antibiotiques puissants, traitements contre le cancer, ou anti-inflammatoires. Un suivi médical rigoureux est nécessaire lorsque ces traitements sont utilisés.",

  "personality.title": "Beethoven : <span class=\"text-blue-500\">génie</span> de la musique malgré la <span class=\"text-red-500\">surdité</span>",
  "personality.description": "Plongée dans l’histoire de l’un des plus grands compositeurs, qui a défié l’impossible.",
  "personality.who_was_beethoven.title": "Qui était Beethoven ?",
  "personality.who_was_beethoven.content": "Ludwig van Beethoven, né en 1770 à Bonn (Allemagne), est l'un des compositeurs les plus influents de l'histoire de la musique classique. Il est célèbre pour ses symphonies, ses sonates et ses concertos, qui ont marqué la transition entre la période classique et romantique.",
  "personality.origins_of_deafness.title": "Origines de sa surdité",
  "personality.origins_of_deafness.content": "Beethoven a commencé à perdre l’audition vers l’âge de 26 ans. Les causes exactes restent inconnues, mais les hypothèses incluent une maladie auto-immune, une exposition prolongée au plomb, ou encore des infections chroniques. La surdité est devenue progressivement totale vers la fin de sa trentaine.",
  "personality.how_he_overcame.title": "Comment a-t-il surmonté son handicap ?",
  "personality.how_he_overcame.content": "Malgré la perte auditive, Beethoven a continué à composer grâce à sa mémoire musicale exceptionnelle. Il utilisait des carnets de conversation pour communiquer, posait sa tête contre le piano pour ressentir les vibrations, et visualisait les sons dans son esprit. Sa 9e symphonie, composée alors qu'il était totalement sourd, est un chef-d'œuvre universel.",
  "personality.other_facts.title": "Autres faits marquants",
  "personality.other_facts.content": "• Beethoven a transformé la musique classique avec des œuvres puissantes, émotionnelles et innovantes.\n• Il a lutté contre la dépression et l’isolement liés à sa surdité, comme en témoigne son Testament de Heiligenstadt.\n• Son parcours est une source d’inspiration pour des millions de personnes en situation de handicap.",

  "sources.title": "Sources",
  "sources.description": "Voici quelques ressources pour en savoir plus sur la surdité :",
  "sources.who.name": "Organisation mondiale de la santé (OMS)",
  "sources.who.description": "L'OMS fournit des informations complètes sur la perte auditive et la surdité, y compris la prévention et le traitement.",
  "sources.nad.name": "Association nationale des sourds (NAD)",
  "sources.nad.description": "La NAD défend les droits des personnes sourdes et malentendantes et propose diverses ressources.",
  "sources.cdc.name": "Centres pour le contrôle et la prévention des maladies (CDC)",
  "sources.cdc.description": "Les CDC offrent des informations sur la perte auditive, ses causes et les stratégies de santé publique pour y faire face.",
  "sources.nidcd.name": "Institut national sur la surdité et autres troubles de la communication (NIDCD)",
  "sources.nidcd.description": "Le NIDCD mène et soutient des recherches sur l'audition, l'équilibre, le goût, l'odorat, la voix, la parole et le langage.",
  "sources.actiononhearingloss.name": "Action sur la perte auditive (RNID)",
  "sources.actiononhearingloss.description": "RNID fournit un soutien et des informations aux personnes atteintes de perte auditive et d'acouphènes au Royaume-Uni."
}
